Repository: uzbeki/exchange_hub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ja, ru, uz

source: Sell My Storage
ja: 自分の容量を販売
ru: Продать своё место
uz: Joyimni sotish

source: Sign in to Reserve
ja: 予約するにはログイン
ru: Войдите, чтобы бронировать
uz: Band qilish uchun kiring

source: by
ja: による
ru: от
uz: tomonidan

source: Reserved / Total
ja: 予約済み / 合計
ru: Забронировано / Всего
uz: Band qilingan / Jami

source: View Listing
ja: 掲載を見る
ru: Открыть объявление
uz: E'lonni ko'rish

source: No active luggage listings yet. Be the first to post one.
ja: まだ有効な荷物掲載はありません。最初の掲載者になりましょう。
ru: Пока нет активных объявлений о багажном месте. Станьте первым.
uz: Hozircha faol bagaj e'lonlari yo'q. Birinchi bo'lib joylashtiring.

source: Luggage Notifications
ja: 荷物通知
ru: Уведомления о багажных местах

source: Manage what you receive on Telegram for each listing.
ja: 各掲載ごとにTelegramで受け取る通知を管理します。
ru: Управляйте тем, что получать в Telegram по каждому объявлению.
uz: Har bir e'lon bo‘yicha Telegram’da oladigan xabarlaringizni boshqaring.

source: Marketplace
ja: マーケットプレイス
ru: Маркетплейс

source: Telegram is not connected yet.
ja: Telegramはまだ連携されていません。
ru: Telegram ещё не подключён.
uz: Telegram hali ulanmagan.

source: Save
ja: 保存
ru: Сохранить
uz: Saqlash

source: Disable
ja: 無効化
ru: Отключить
uz: O‘chirish

source: Enable
ja: 有効化
ru: Включить
uz: Yoqish

source: No subscriptions yet. Open a listing and save Telegram notification settings.
ja: まだ購読はありません。掲載を開いてTelegram通知設定を保存してください。
ru: Подписок пока нет. Откройте объявление и сохраните настройки уведомлений Telegram.
uz: Hozircha obunalar yo'q. E'lonni ochib, Telegram bildirishnoma sozlamalarini saqlang.

source: My Luggage Listings
ja: 自分の荷物掲載
ru: Мои багажные объявления
uz: Mening bagaj e'lonlarim

source: Track reservations and mark paid slots as reserved.
ja: 予約を追跡し、支払い済み枠を予約済みにできます。
ru: Отслеживайте бронирования и отмечайте оплаченные слоты как забронированные.
uz: Band qilishlarni kuzating va to'langan joylarni band qilingan deb belgilang.

source: New Listing
ja: 新しい掲載
ru: Новое объявление
uz: Yangi e'lon

source: Edit
ja: 編集
ru: Редактировать
uz: Tahrirlash

source: Mark Done
ja: 完了にする
ru: Отметить как выполненное

source: Reopen
ja: 再開する
ru: Открыть снова

source: Delete
ja: 削除
ru: Удалить
uz: O'chirish

source: Share
ja: 共有
ru: Поделиться
uz: Ulashish

source: No luggage listings yet. Create one and share its link in Facebook or Telegram groups.
ja: まだ荷物掲載はありません。掲載を作成してFacebookまたはTelegramグループで共有してください。
ru: Объявлений о багажном месте пока нет. Создайте объявление и поделитесь ссылкой в группах Facebook или Telegram.
uz: Hali bagaj e'lonlari yo'q. E'lon yarating va havolasini Facebook yoki Telegram guruhlarida ulashing.

source: My offers
ja: マイオファー
ru: Мои предложения
uz: Mening takliflarim

source: My Offers
ja: マイオファー
ru: Мои предложения
uz: Mening Takliflarim

source: Here are the offers you have made available for others to see
ja: あなたが他の人に見せるために利用可能にしたオファーはここにあります
ru: Здесь представлены предложения, которые вы сделали доступными для других
uz: Bu yerda siz boshqalar ko'rishi uchun taqdim etgan takliflar

source: Amount
ja: 金額
ru: Сумма
uz: Miqdor

source: Deadline
ja: 期限
ru: Срок
uz: Muddati

source: Potential Savings
ja: 潜在的な節約額
ru: Потенциальная экономия
uz: Potensial tejash

source: Conditions
ja: 条件
ru: Условия
uz: Shartlar

source: Hide Contacts
ja: 連絡先を隠す
ru: Скрыть контакты
uz: Aloqalarni yashirish

source: Complete
ja: 完了する
ru: Завершить
uz: Tugatish

source: Mark Urgent
ja: 緊急マークを付ける
ru: Пометить как срочное
uz: Shoshilinch deb belgilash

source: Remove Urgency
ja: 緊急マークを削除
ru: Снять пометку «Срочно»
uz: Shoshilinchlikni olib tashlash

source: Start Saving Today!
ja: 今日から節約を始めよう！
ru: Начните экономить сегодня!
uz: Bugundan tejashni boshlang!

source: Create an offer now and connect directly with others to exchange money effortlessly—no bank fees, no delays, just seamless transactions!
ja: 今すぐオファーを作成し、他の人と直接繋がり、銀行手数料や遅延なしでスムーズにお金を両替しましょう！
ru: Создайте предложение сейчас и свяжитесь напрямую с другими, чтобы обменять деньги без усилий — никаких банковских сборов, никаких задержек, только плавные транзакции!
uz: Taklif yarating va boshqalar bilan to'g'ridan-to'g'ri bog'laning, pulni muammosiz ayirboshlang — bank to'lovlari yo'q, kechikishlar yo'q, faqat muammosiz tranzaksiyalar!

source: Create Your Offer Now
ja: 今すぐオファーを作成
ru: Создайте свое предложение сейчас
uz: Hoziroq Taklifingizni Yarating

source: Confirm Deletion
ja: 削除の確認
ru: Подтвердить удаление
uz: O'chirishni tasdiqlash

source: Are you sure you want to delete this offer? This action cannot be undone. Deleting this offer will also delete the conversations (if any) regarding this offer with other users.
ja: 本当にこのオファーを削除しますか？この操作は元に戻せません。このオファーを削除すると、他のユーザーとのこのオファーに関する会話（もしあれば）も削除されます。
ru: Вы уверены, что хотите удалить это предложение? Это действие нельзя отменить. Удаление этого предложения также удалит беседы (если таковые имеются) с другими пользователями, касающиеся этого предложения.
uz: Haqiqatan ham ushbu taklifni o'chirib tashlamoqchimisiz? Bu amalni bekor qilib bo'lmaydi. Ushbu taklifni o'chirish, shuningdek, boshqa foydalanuvchilar bilan ushbu taklifga oid suhbatlarni (agar mavjud bo'lsa) ham o'chirib tashlaydi.

source: Offer Type
ja: オファータイプ
ru: Тип предложения
uz: Taklif turi

source: Currency
ja: 通貨
ru: Валюта
uz: Valyuta

source: Please use your local time.
ja: あなたの現地時間を使用してください。
ru: Пожалуйста, используйте ваше местное время.
uz: Iltimos, mahalliy vaqtingizdan foydalaning.

source: If checked, your contact info won't be shown until you start a conversation.
ja: チェックした場合、会話を開始するまで連絡先情報は表示されません。
ru: Если отмечено, ваша контактная информация не будет показана, пока вы не начнете беседу.
uz: Agar belgilansa, siz suhbat boshlamaguningizcha aloqa ma'lumotlaringiz ko'rsatilmaydi.

source: Optional: Specify any conditions for the exchange.
ja: オプション：両替に関する条件を指定してください。
ru: Необязательно: Укажите любые условия для обмена.
uz: Ixtiyoriy: Ayirboshlash uchun har qanday shartlarni belgilang.

source: Send Message
ja: メッセージを送信
ru: Отправить сообщение
uz: Xabar yuborish

source: Send a Message
ja: メッセージを送信
ru: Отправить сообщение
uz: Xabar yuborish

source: You are sending a message to
ja: メッセージを送信しています：
ru: Вы отправляете сообщение пользователю
uz: Siz quyidagiga xabar yuboryapsiz:

source: regarding their request to
ja: 彼らのリクエストに関して：
ru: относительно его запроса на
uz: ularning quyidagi so'rovi bo'yicha:

source: send money to Uzbekistan
ja: ウズベキスタンへ送金
ru: отправку денег в Узбекистан
uz: O'zbekistonga pul jo'natish

source: receive money from Uzbekistan
ja: ウズベキスタンから受取
ru: получение денег из Узбекистана
uz: O'zbekistondan pul qabul qilish

source: Back to Home
ja: ホームに戻る
ru: Вернуться на главную
uz: Bosh sahifaga qaytish

source: New offer created successfully
ja: 新しいオファーが正常に作成されました
ru: Новое предложение успешно создано
uz: Yangi taklif muvaffaqiyatli yaratildi

source: Create an Offer
ja: オファーを作成
ru: Создать предложение
uz: Yangi taklif yaratish

source: Create Offer
ja: オファーを作成
ru: Создать предложение
uz: Taklif yaratish

source: Update Your Offer
ja: オファーを更新する
ru: Обновите ваше предложение
uz: Taklifingizni yangilang

source: Update Offer
ja: オファーを更新
ru: Обновить предложение
uz: Taklifni yangilash

source: Offer updated successfully
ja: オファーが正常に更新されました
ru: Предложение успешно обновлено
uz: Taklif muvaffaqiyatli yangilandi

source: Offer completed successfully
ja: オファーが正常に完了しました
ru: Предложение успешно завершено
uz: Taklif muvaffaqiyatli yakunlandi

source: Offer deleted successfully
ja: オファーが正常に削除されました
ru: Предложение успешно удалено
uz: Taklif muvaffaqiyatli o'chirildi

source: Luggage storage listing published.
ja: 荷物容量の掲載を公開しました。
ru: Объявление о багажном месте опубликовано.
uz: Bagaj joyi e'loni chop etildi.

source: Create Luggage Storage Listing
ja: 荷物容量の掲載を作成
ru: Создать объявление о багажном месте
uz: Bagaj joyi e'lonini yaratish

source: Publish Listing
ja: 掲載を公開
ru: Опубликовать объявление
uz: E'lonni chop etish

source: Luggage listing updated.
ja: 荷物掲載を更新しました。
ru: Объявление о багажном месте обновлено.

source: Edit Luggage Storage Listing
ja: 荷物容量の掲載を編集
ru: Редактировать объявление о багажном месте

source: Save Changes
ja: 変更を保存
ru: Сохранить изменения

source: You are not allowed to delete this listing.
ja: この掲載を削除する権限がありません。
ru: У вас нет прав удалять это объявление.

source: Luggage listing deleted.
ja: 荷物掲載を削除しました。
ru: Объявление о багажном месте удалено.

source: You are not allowed to update this listing.
ja: この掲載を更新する権限がありません。
ru: У вас нет прав обновлять это объявление.

source: Listing marked as done/closed.
ja: 掲載を完了/終了にしました。
ru: Объявление отмечено как завершённое/закрытое.

source: Listing reopened.
ja: 掲載を再開しました。
ru: Объявление снова открыто.

source: Invalid listing action.
ja: 無効な掲載アクションです。
ru: Недопустимое действие для объявления.

source: First connect Telegram: open %(url)s from this account, then return here.
ja: まずTelegramを連携してください: このアカウントから %(url)s を開き、ここに戻ってください。
ru: Сначала подключите Telegram: откройте %(url)s из этого аккаунта, затем вернитесь сюда.
uz: Avval Telegram'ni ulang: %(url)s ni shu akkauntdan oching, keyin bu yerga qayting.

source: Telegram bot username is not configured by admin yet.
ja: Telegramボットのユーザー名が管理者によってまだ設定されていません。
ru: Имя пользователя Telegram-бота ещё не настроено администратором.
uz: Telegram bot username'i administrator tomonidan hali sozlanmagan.

source: Telegram notification settings saved.
ja: Telegram通知設定を保存しました。
ru: Настройки уведомлений Telegram сохранены.
uz: Telegram bildirishnoma sozlamalari saqlandi.

source: Telegram notifications disabled for this listing.
ja: この掲載のTelegram通知を無効にしました。
ru: Уведомления Telegram для этого объявления отключены.
uz: Ushbu e'lon uchun Telegram bildirishnomalari o‘chirildi.

source: Notification settings updated.
ja: 通知設定を更新しました。
ru: Настройки уведомлений обновлены.
uz: Bildirishnoma sozlamalari yangilandi.

source: Reservation submitted. Contact the seller to complete payment and handover.
ja: 予約を送信しました。支払いと受け渡しのため販売者に連絡してください。
ru: Бронирование отправлено. Свяжитесь с продавцом для оплаты и передачи.
uz: Band qilish yuborildi. To'lov va topshirishni yakunlash uchun sotuvchi bilan bog'laning.

source: You are not allowed to update this reservation.
ja: この予約を更新する権限がありません。
ru: У вас нет прав обновлять это бронирование.
uz: Bu band qilishni yangilashga sizda ruxsat yo‘q.

source: Invalid reservation status.
ja: 無効な予約ステータスです。
ru: Недопустимый статус бронирования.
uz: Band qilish holati noto‘g‘ri.

source: Reservation status updated.
ja: 予約ステータスを更新しました。
ru: Статус бронирования обновлён.
uz: Band qilish holati yangilandi.

source: Conversation deleted successfully.
ja: 会話が正常に削除されました。
ru: Беседа успешно удалена.
uz: Suhbat muvaffaqiyatli o'chirildi.

source: New offer
uz: Yangi taklif

source: Publish your available kg, set your deadline and price per kg, define allowed/prohibited items, and let buyers reserve slots online.
uz: Mavjud kg miqdoringizni e'lon qiling, muddat va har kg narxini belgilang, ruxsat etilgan/taqiqlangan buyumlarni ko'rsating va xaridorlarga joylarni onlayn band qilish imkonini bering.
