Repository: uzbeki/exchange_hub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ja, ru, uz

source: You need to be logged in to post an offer. Click the "New Offer" link in the navigation bar. Fill in the required details: <ul> <li><strong>Type:</strong> Whether you want to "Send to Uzbekistan" or "Receive from Uzbekistan".</li> <li> <strong>Amount & Currency:</strong> The amount and the currency you are offering or requesting (e.g., 100,000 JPY, 500 USD, 5,000,000 UZS). </li> <li><strong>Deadline:</strong> When you need the exchange completed by (optional).</li> <li><strong>Urgent:</strong> Mark if the request is urgent.</li> <li><strong>Conditions:</strong> Any specific terms or preferred methods (optional).</li> <li><strong>Hide Contacts:</strong> Choose whether to display your contact info on the offer.</li> </ul> Then, submit the form. Your offer will appear on the main page.
ja: オファーを投稿するにはログインする必要があります。ナビゲーションバーの「新規オファー」リンクをクリックします。必要な詳細を入力してください：<ul> <li><strong>タイプ：</strong>「ウズベキスタンへ送金」または「ウズベキスタンから受取」を選択します。</li> <li> <strong>金額と通貨：</strong>提供または要求する金額と通貨（例：100,000 JPY、500 USD、5,000,000 UZS）。 </li> <li><strong>期限：</strong>両替を完了する必要がある時期（オプション）。</li> <li><strong>緊急：</strong>リクエストが緊急の場合はマークします。</li> <li><strong>条件：</strong>特定の条件または希望する方法（オプション）。</li> <li><strong>連絡先を隠す：</strong>オファーに連絡先情報を表示するかどうかを選択します。</li> </ul> その後、フォームを送信します。あなたのオファーがメインページに表示されます。
ru: Вам необходимо войти в систему, чтобы разместить предложение. Нажмите на ссылку «Новое предложение» в навигационной панели. Заполните необходимые данные: <ul> <li><strong>Тип:</strong> Хотите ли вы «Отправить в Узбекистан» или «Получить из Узбекистана».</li> <li> <strong>Сумма и валюта:</strong> Сумма и валюта, которую вы предлагаете или запрашиваете (например, 100 000 JPY, 500 USD, 5 000 000 UZS). </li> <li><strong>Срок:</strong> К какому времени вам нужно завершить обмен (необязательно).</li> <li><strong>Срочно:</strong> Отметьте, если запрос срочный.</li> <li><strong>Условия:</strong> Любые конкретные условия или предпочтительные методы (необязательно).</li> <li><strong>Скрыть контакты:</strong> Выберите, отображать ли вашу контактную информацию в предложении.</li> </ul> Затем отправьте форму. Ваше предложение появится на главной странице.
uz: Taklif joylashtirish uchun tizimga kirgan bo'lishingiz kerak. Navigatsiya panelidagi "Yangi Taklif" havolasini bosing. Kerakli ma'lumotlarni to'ldiring: <ul> <li><strong>Turi:</strong> Siz "O'zbekistonga jo'natish" yoki "O'zbekistondan qabul qilish"ni xohlaysizmi.</li> <li> <strong>Miqdor va Valyuta:</strong> Siz taklif qilayotgan yoki so'rayotgan miqdor va valyuta (masalan, 100 000 JPY, 500 USD, 5 000 000 UZS). </li> <li><strong>Muddat:</strong> Ayirboshlashni qachongacha yakunlash kerak (ixtiyoriy).</li> <li><strong>Shoshilinch:</strong> Agar so'rov shoshilinch bo'lsa, belgilang.</li> <li><strong>Shartlar:</strong> Har qanday maxsus shartlar yoki afzal ko'rilgan usullar (ixtiyoriy).</li> <li><strong>Kontaktlarni yashirish:</strong> Taklifda aloqa ma'lumotlaringizni ko'rsatish yoki ko'rsatmaslikni tanlang.</li> </ul> Keyin shaklni yuboring. Sizning taklifingiz asosiy sahifada paydo bo'ladi.

source: When you find an offer you're interested in (and you are logged in), click the "Start Conversation" button on the offer card (unless it's your own offer). This will open a private chat session between you and the offer creator. You can access all your ongoing conversations from the "Conversations" link in the navigation bar. You'll also see a notification badge for unread messages.
ja: 興味のあるオファーを見つけたら（そしてログインしている場合）、オファーカードの「会話を開始」ボタンをクリックします（自分のオファーでない限り）。これにより、あなたとオファークリエーターの間でプライベートチャットセッションが開かれます。進行中のすべての会話には、ナビゲーションバーの「会話」リンクからアクセスできます。未読メッセージの通知バッジも表示されます。
ru: Когда вы находите интересующее вас предложение (и вы вошли в систему), нажмите кнопку «Начать беседу» на карточке предложения (если это не ваше собственное предложение). Это откроет приватный чат между вами и создателем предложения. Вы можете получить доступ ко всем вашим текущим беседам по ссылке «Беседы» в навигационной панели. Вы также увидите значок уведомления о непрочитанных сообщениях.
uz: Sizni qiziqtirgan taklifni topganingizda (va tizimga kirgan bo'lsangiz), taklif kartasidagi "Suhbatni boshlash" tugmasini bosing (agar bu sizning taklifingiz bo'lmasa). Bu siz va taklif yaratuvchisi o'rtasida shaxsiy chat sessiyasini ochadi. Barcha davom etayotgan suhbatlaringizga navigatsiya panelidagi "Suhbatlar" havolasidan kirishingiz mumkin. Shuningdek, o'qilmagan xabarlar uchun bildirishnoma belgisini ko'rasiz.

source: What does "Potential Savings" mean?
ja: 「潜在的な節約額」とはどういう意味ですか？
ru: Что означает «Потенциальная экономия»?
uz: "Potensial tejash" nimani anglatadi?

source: The "Potential Savings" amount shown on offer cards is an *estimate* of the fees you and the other party might save by using our platform instead of traditional banks or money transfer services, which often charge high fees and unfavourable exchange rates. This calculation is currently approximate (e.g., based on a percentage) and intended to highlight the benefit of peer-to-peer exchange. Actual savings depend on the specific alternative methods you would have used.
ja: オファーカードに表示される「潜在的な節約額」は、従来の銀行や送金サービス（しばしば高額な手数料と不利な為替レートを請求する）の代わりに当社のプラットフォームを使用することで、あなたと相手方が節約できる可能性のある手数料の*見積もり*です。この計算は現在概算（例：パーセンテージに基づく）であり、ピアツーピア両替の利点を強調することを目的としています。実際の節約額は、使用したであろう特定の代替方法によって異なります。
ru: Сумма «Потенциальная экономия», указанная на карточках предложений, является *оценкой* сборов, которые вы и другая сторона могли бы сэкономить, используя нашу платформу вместо традиционных банков или служб денежных переводов, которые часто взимают высокие комиссии и невыгодные обменные курсы. Этот расчет в настоящее время является приблизительным (например, на основе процента) и предназначен для того, чтобы подчеркнуть преимущества peer-to-peer обмена. Фактическая экономия зависит от конкретных альтернативных методов, которые вы бы использовали.
uz: Taklif kartalarida ko'rsatilgan "Potensial tejash" miqdori siz va boshqa tomon an'anaviy banklar yoki pul o'tkazmalari xizmatlari o'rniga bizning platformamizdan foydalanib tejashingiz *mumkin* bo'lgan to'lovlarning *taxminiy* hisobidir. Bu xizmatlar ko'pincha yuqori to'lovlar va noqulay ayirboshlash kurslarini qo'llaydi. Bu hisob-kitob hozirda taxminiy (masalan, foizga asoslangan) bo'lib, odamdan-odamga ayirboshlashning foydasini ko'rsatishga mo'ljallangan. Haqiqiy tejash siz foydalangan bo'lar edingiz, muqobil usullarga bog'liq.

source: Connecting Uzbek expats to send and receive money seamlessly—no fees, no commissions, no middlemen.
ja: ウズベキスタン駐在員を繋ぎ、手数料・コミッション・仲介業者なしでスムーズに送金・受取を実現します。
ru: Соединяем узбекских экспатов для беспрепятственной отправки и получения денег — без сборов, без комиссий, без посредников.
uz: O'zbekistonlik muhojirlarni pul jo'natish va qabul qilish uchun muammosiz bog'lash — to'lovlar yo'q, komissiyalar yo'q, vositachilar yo'q.

source: Get Started
ja: 始める
ru: Начать
uz: Boshlash

source: Traveling to Japan with extra luggage space?
ja: 日本へ行く予定で荷物スペースに余裕がありますか？
ru: Летите в Японию с лишним багажным местом?
uz: Yaponiyaga ortiqcha bagaj joyi bilan ketyapsizmi?

source: Publish your available kg, set price currency (USD/UZS/JPY), add ETA, define allowed/prohibited items, and manage reservations online.
ja: 利用可能なkgを公開し、価格通貨（USD/UZS/JPY）を設定し、ETAを追加し、許可/禁止されているアイテムを定義し、オンラインで予約を管理します。
ru: Опубликуйте доступные кг, установите валюту цены (USD/UZS/JPY), добавьте ETA, определите разрешенные/запрещенные предметы и управляйте бронированиями онлайн.

source: Browse Luggage Space
ja: 荷物スペースを探す
ru: Смотреть багажные места
uz: Bagaj joylarini ko'rish

source: Sell My Space
ja: 自分のスペースを販売
ru: Продать своё место
uz: Joyimni sotish

source: Latest Luggage Listings
ja: 最新の荷物掲載
ru: Последние объявления о багажных местах

source: A quick snapshot of currently active luggage space offers.
ja: 現在有効な荷物スペースオファーのクイックスナップショット。
ru: Быстрый обзор текущих активных предложений багажного места.

source: View All Luggage Listings
ja: すべての荷物掲載を見る
ru: Посмотреть все объявления о багажных местах

source: Open
ja: 公開中
ru: Открыто
uz: Ochiq

source: Closed
ja: 非公開
ru: Закрыто
uz: Yopiq

source: until
ja: まで
ru: до
uz: gacha

source: Price
ja: 価格
ru: Цена
uz: Narx

source: Remaining
ja: 残り
ru: Осталось
uz: Qolgan

source: Open Listing
ja: 掲載を開く
ru: Открыть объявление
uz: E'lonni ochish

source: No active luggage listings yet.
ja: まだアクティブな荷物掲載はありません。
ru: Пока нет активных объявлений о багажных местах.

source: Send Money
ja: 送金する
ru: Отправить деньги
uz: Pul jo'natish

source: Looking to send money to Uzbekistan? Find expats who need funds.
ja: ウズベキスタンに送金したいですか？資金を必要としている駐在員を見つけましょう。
ru: Хотите отправить деньги в Узбекистан? Найдите экспатов, которым нужны средства.
uz: O'zbekistonga pul jo'natmoqchimisiz? Mablag'ga muhtoj muhojirlarni toping.

source: View Offers
ja: オファーを見る
ru: Посмотреть предложения
uz: Takliflarni ko'rish

source: Receive Money
ja: 受け取る
ru: Получить деньги
uz: Pul qabul qilish

source: Need to receive money from Uzbekistan? Connect with senders instantly.
ja: ウズベキスタンからお金を受け取る必要がありますか？送信者とすぐに繋がりましょう。
ru: Нужно получить деньги из Узбекистана? Свяжитесь с отправителями мгновенно.
uz: O'zbekistondan pul qabul qilishingiz kerakmi? Jo'natuvchilar bilan bir zumda bog'laning.

source: Offers to Send Money to Uzbekistan
ja: ウズベキスタンへの送金オファー
ru: Предложения по отправке денег в Узбекистан
uz: O'zbekistonga pul jo'natish takliflari

source: Send:
ja: 送金:
ru: Отправить:
uz: Jo'natish:

source: Deadline:
ja: 期限:
ru: Срок:
uz: Muddati:

source: Urgent
ja: 緊急
ru: Срочно
uz: Shoshilinch

source: Conditions:
ja: 条件:
ru: Условия:
uz: Shartlar:

source: This is the approximate amount you and anyone who accepts this offer by skipping bank fees or money transfer services.
ja: これは、銀行手数料や送金サービスをスキップすることで、あなたとこのオファーを受け入れる人が節約できるおおよその金額です。
ru: Это приблизительная сумма, которую вы и любой, кто примет это предложение, сэкономите, пропустив банковские комиссии или услуги денежных переводов.
uz: Bu siz va bank to'lovlari yoki pul o'tkazmalari xizmatlarini chetlab o'tib, ushbu taklifni qabul qilgan har bir kishi tejaydigan taxminiy summa.

source: potential savings
ja: 潜在的な節約額
ru: потенциальная экономия
uz: potensial tejash

source: Contact:
ja: 連絡先:
ru: Контакт:
uz: Aloqa:

source: Social Accounts:
ja: ソーシャルアカウント:
ru: Социальные сети:
uz: Ijtimoiy tarmoq hisoblari:

source: Contact information hidden. Use the message form to connect.
ja: 連絡先情報は非表示です。接続するにはメッセージフォームを使用してください。
ru: Контактная информация скрыта. Используйте форму сообщения для связи.
uz: Aloqa maʼlumotlari yashirilgan. Bog'lanish uchun xabar shaklidan foydalaning.

source: Start Conversation
ja: 会話を開始
ru: Начать беседу
uz: Suhbatni boshlash

source: No active send requests available.
ja: 利用可能なアクティブな送信リクエストはありません。
ru: Нет активных запросов на отправку.
uz: Faol jo'natish so'rovlari mavjud emas.

source: Offers to Receive Money from Uzbekistan
ja: ウズベキスタンからの受取オファー
ru: Предложения по получению денег из Узбекистана
uz: O'zbekistondan pul qabul qilish takliflari

source: Receive:
ja: 受取:
ru: Получить:
uz: Qabul qilish:

source: No active receive requests available.
ja: 利用可能なアクティブな受取リクエストはありません。
ru: Нет активных запросов на получение.
uz: Faol qabul qilish so'rovlari mavjud emas.

source: Post an Offer
ja: オファーを投稿
ru: Разместить предложение
uz: Taklif joylashtirish

source: Didn't find a suitable offer?
ja: 適切なオファーが見つかりませんでしたか？
ru: Не нашли подходящее предложение?
uz: Mos taklif topa olmadingizmi?

source: Take the initiative to post your own offer and connect with others looking to exchange money.
ja: 率先して自分のオファーを投稿し、両替を希望する他の人と繋がりましょう。
ru: Проявите инициативу, разместите свое предложение и свяжитесь с другими, кто хочет обменять деньги.
uz: O'z taklifingizni joylashtirish tashabbusini oling va pul ayirboshlamoqchi bo'lgan boshqalar bilan bog'laning.

source: Why Choose Us?
ja: 選ばれる理由
ru: Почему выбирают нас?
uz: Nima uchun bizni tanlaysiz?

source: No Fees
ja: 手数料なし
ru: Без комиссий
uz: To'lovlar yo'q

source: Exchange money without any commissions or hidden charges.
ja: 手数料や隠れた費用なしで両替できます。
ru: Обменивайте деньги без каких-либо комиссий или скрытых платежей.
uz: Hech qanday komissiya yoki yashirin to'lovlarsiz pul ayirboshlang.

source: Direct Connection
ja: 直接接続
ru: Прямое соединение
uz: To'g'ridan-to'g'ri aloqa

source: Connect directly with other users through our secure chat system.
ja: 安全なチャットシステムを通じて他のユーザーと直接接続します。
ru: Связывайтесь напрямую с другими пользователями через нашу безопасную систему чата.
uz: Xavfsiz chat tizimimiz orqali boshqa foydalanuvchilar bilan to'g'ridan-to'g'ri bog'laning.

source: Secure
ja: 安全
ru: Безопасно
uz: Xavfsiz

source: Your data is protected, and we don't handle any money transfers.
ja: あなたのデータは保護されており、私たちはお金の送金を扱いません。
ru: Ваши данные защищены, и мы не обрабатываем никаких денежных переводов.
uz: Sizning ma'lumotlaringiz himoyalangan va biz hech qanday pul o'tkazmalarini amalga oshirmaymiz.

source: How It Works
ja: 仕組み
ru: Как это работает
uz: Qanday ishlaydi

source: 1. Post Your Offer
ja: 1. オファーを投稿
ru: 1. Разместите свое предложение
uz: 1. Taklifingizni joylashtiring

source: Create an offer to send or receive money with your preferred terms.
ja: 希望する条件で送金または受取のオファーを作成します。
ru: Создайте предложение на отправку или получение денег на ваших условиях.
uz: O'zingiz afzal ko'rgan shartlar bilan pul jo'natish yoki qabul qilish taklifini yarating.

source: 2. Connect with Others
ja: 2. 他のユーザーと繋がる
ru: 2. Свяжитесь с другими
uz: 2. Boshqalar bilan bog'laning

source: Browse offers and start a conversation with potential matches.
ja: オファーを閲覧し、潜在的なマッチング相手と会話を開始します。
ru: Просматривайте предложения и начинайте беседу с потенциальными партнерами.
uz: Takliflarni ko'rib chiqing va potensial mos keluvchilar bilan suhbatni boshlang.

source: 3. Exchange Money
ja: 3. 両替する
ru: 3. Обменяйте деньги
uz: 3. Pul ayirboshlang

source: Agree on terms and complete the transaction securely.
ja: 条件に合意し、安全に取引を完了します。
ru: Согласуйте условия и безопасно завершите транзакцию.
uz: Shartlarga kelishing va tranzaksiyani xavfsiz tarzda yakunlang.

source: Or continue with
ja: または以下で続行
ru: Или продолжить с
uz: Yoki quyidagilar bilan davom eting

source: Personal info
ja: 個人情報
ru: Личная информация
uz: Shaxsiy maʼlumot

source: Permissions
ja: 権限
ru: Разрешения
uz: Ruxsatnomalar

source: Important dates
ja: 重要な日付
ru: Важные даты
uz: Muhim sanalar

source: Users
ja: ユーザー
ru: Пользователи
uz: Foydalanuvchilar

source: Send to Uzbekistan
ja: ウズベキスタンへ送金
ru: Отправить в Узбекистан
uz: O'zbekistonga jo'natish

source: Receive from Uzbekistan
ja: ウズベキスタンから受取
ru: Получить из Узбекистана
uz: O'zbekistondan qabul qilish

source: Japanese Yen
ja: 日本円
ru: Японская иена
uz: Yapon Iyeni

source: Uzbekistan Sum
ja: ウズベキスタン・スム
ru: Узбекский сум
uz: O'zbekiston So'mi

source: US Dollar
ja: 米ドル
ru: Доллар США
uz: AQSh Dollari

source: Active
ja: アクティブ
ru: Активно
uz: Faol

source: Completed
ja: 完了
ru: Завершено
uz: Tugallangan

source: Hide contacts from other users
ja: 他のユーザーから連絡先を隠す
ru: Скрыть контакты от других пользователей
uz: Boshqa foydalanuvchilardan aloqa maʼlumotlarini yashirish

source: Storage must be greater than 0 kg.
ja: 保管容量は0kgより大きくしてください。
ru: Объём должен быть больше 0 кг.
uz: Hajm 0 kg dan katta bo‘lishi kerak.

source: Price per kg must be greater than 0.
ja: 1kgあたりの価格は0より大きくしてください。
ru: Цена за кг должна быть больше 0.
uz: Har kg narxi 0 dan katta bo‘lishi kerak.

source: Pending
ja: 保留中
ru: Ожидает
uz: Kutilmoqda

source: Reserved
ja: 予約済み
ru: Забронировано
uz: Band qilingan

source: Cancelled
ja: キャンセル済み
ru: Отменено
uz: Bekor qilingan

source: Reserved kg must be greater than 0.
ja: 予約するkgは0より大きくしてください。
ru: Бронируемый вес должен быть больше 0 кг.
uz: Band qilinadigan kg 0 dan katta bo‘lishi kerak.

source: You cannot reserve your own listing.
ja: 自分の掲載は予約できません。
ru: Вы не можете бронировать собственное объявление.
uz: O'zingizning e'loningizni band qila olmaysiz.

source: This listing is no longer available.
ja: この掲載は現在利用できません。
ru: Это объявление больше недоступно.
uz: Bu e'lon endi mavjud emas.

source: Only %(remaining)s kg is left for reservation.
ja: 予約可能なのは残り%(remaining)skgのみです。
ru: Для бронирования осталось только %(remaining)s кг.
uz: Band qilish uchun faqat %(remaining)s kg qoldi.

source: Conversation
ja: 会話
ru: Беседа
uz: Suhbat

source: Search chats...
ja: チャットを検索...
ru: Поиск чатов...
uz: Chatlarni qidirish...

source: coming soon!
ja: 近日公開！
ru: скоро!
uz: tez kunda!

source: Your offer
ja: あなたのオファー
ru: Ваше предложение
uz: Sizning taklifingiz

source: by %(username)s
ja: %(username)s より
ru: от %(username)s
uz: %(username)s tomonidan

source: Delete this chat
ja: このチャットを削除
ru: Удалить этот чат
uz: Ushbu chatni o'chirish

source: Share my contact
ja: 連絡先を共有
ru: Поделиться моими контактами
uz: Aloqa maʼlumotlarimni ulashish

source: Block this user
ja: このユーザーをブロック
ru: Заблокировать этого пользователя
uz: Ushbu foydalanuvchini bloklash

source: Report this user
ja: このユーザーを報告
ru: Пожаловаться на этого пользователя
uz: Ushbu foydalanuvchi haqida xabar berish

source: Mute notifications
ja: 通知をミュート
ru: Отключить уведомления
uz: Bildirishnomalarni o'chirish

source: Unmute notifications
ja: 通知のミュートを解除
ru: Включить уведомления
uz: Bildirishnomalarni yoqish

source: Send
ja: 送信
ru: Отправить
uz: Yuborish

source: My Conversations
ja: マイ会話
ru: Мои беседы
uz: Mening Suhbatlarim

source: available until
ja: まで利用可能
ru: доступно до
uz: gacha mavjud

source: Back to Marketplace
ja: マーケットプレイスに戻る
ru: Назад к маркетплейсу
uz: Marketplace'ga qaytish

source: My Listings
ja: 自分の掲載
ru: Мои объявления
uz: Mening e'lonlarim

source: Edit Listing
ja: 掲載を編集
ru: Редактировать объявление

source: Share this listing in your Telegram/Facebook groups:
ja: この掲載をTelegram/Facebookグループで共有:
ru: Поделитесь этим объявлением в ваших группах Telegram/Facebook:
uz: Ushbu e'lonni Telegram/Facebook guruhlaringizda ulashing:

source: Price per kg
ja: 1kgあたりの価格
ru: Цена за кг
uz: Har kg narxi

source: Pickup in Tokyo
ja: 東京で受け取り
ru: Получение в Токио
uz: Tokioda qabul qilish

source: Estimated arrival
ja: 到着予定日
ru: Ожидаемое прибытие

source: Delivery options
ja: 受け渡し方法
ru: Варианты доставки
uz: Yetkazib berish variantlari

source: Not specified
ja: 未指定
ru: Не указано
uz: Ko'rsatilmagan

source: Allowed items
ja: 持ち込み可能な品目
ru: Разрешённые вещи
uz: Ruxsat etilgan buyumlar

source: Not allowed items
ja: 持ち込み不可の品目
ru: Запрещённые вещи
uz: Ruxsat etilmagan buyumlar

source: Extra details
ja: 追加情報
ru: Дополнительные детали
uz: Qo'shimcha tafsilotlar

source: Mark as Done
ja: 完了にする
ru: Отметить как выполненное

source: Reopen Listing
ja: 掲載を再開
ru: Переоткрыть объявление

source: Delete this listing?
ja: この掲載を削除しますか？
ru: Удалить это объявление?

source: Delete Listing
ja: 掲載を削除
ru: Удалить объявление

source: Manage Reservations
ja: 予約管理
ru: Управление бронированиями
uz: Band qilishlarni boshqarish

source: Buyer
ja: 購入者
ru: Покупатель
uz: Xaridor

source: Kg
ru: Кг

source: Contact
ja: 連絡先
ru: Контакт

source: Status
ja: 操作
ru: Статус
uz: Holat

source: Actions
ja: 操作
ru: Действия

source: Update
ja: 更新
ru: Обновить

source: No reservations yet.
ja: まだ予約はありません。
ru: Пока нет бронирований.
uz: Hozircha band qilishlar yo'q.

source: Storage Status
ja: 保管状況
ru: Статус хранения

source: Committed / Total
ja: 予約済み / 合計
ru: Забронировано / Всего
uz: Band qilingan / Jami

source: Reserved (confirmed)
ja: 予約済み（確定）
ru: Забронировано (подтверждено)
uz: Band qilingan (tasdiqlangan)

source: Telegram Notifications
ja: Telegram通知
ru: Уведомления в Telegram

source: Telegram is connected.
ja: Telegramが連携されています。
ru: Telegram подключён.

source: Connected account: @%(tg)s
ja: 連携されたアカウント: @%(tg)s
ru: Подключённый аккаунт: @%(tg)s

source: Enable notifications for this listing
ja: この掲載の通知を有効にする
ru: Включить уведомления для этого объявления
uz: Ushbu e'lon uchun bildirishnomalarni yoqish

source: New reservation created
ja: 新しい予約が作成されました
ru: Создано новое бронирование
uz: Yangi band qilish yaratildi

source: Reservation status changes
ja: 予約ステータスの変更
ru: Изменения статуса бронирования
uz: Band qilish holati o'zgarishi

source: Listing sold out
ja: 空き容量がなくなりました
ru: Место полностью занято
uz: Joy to'liq band bo'lgan

source: Space becomes available again
ja: 空き容量が再び利用可能になりました
ru: Место снова доступно
uz: Joy yana mavjud bo'ldi

source: Save Notification Settings
ja: 通知設定を保存
ru: Сохранить настройки уведомлений

source: Disable for this listing
ja: この掲載の通知を無効化
ru: Отключить для этого объявления
uz: Bu e'lon uchun o‘chirish

source: Manage All Subscriptions
ja: すべての購読を管理
ru: Управлять всеми подписками
uz: Barcha obunalarni boshqarish

source: Connect your Telegram first using the secure connect link, then enable notifications for this listing.
ja: 安全な接続リンクで先にTelegramを連携してから、この掲載の通知を有効にしてください。
ru: Сначала подключите Telegram по защищённой ссылке, затем включите уведомления для этого объявления.
uz: Avval Telegram'ni xavfsiz ulanish havolasi orqali ulang, so‘ng ushbu e’lon uchun bildirishnomalarni yoqing.

source: Connect Telegram
ja: Telegramを連携
ru: Подключить Telegram
uz: Telegram'ni ulash

source: This is your listing. Use the reservation manager to confirm or cancel bookings.
ja: これはあなたの掲載です。予約管理を使用して予約を確認またはキャンセルしてください。
ru: Это ваше объявление. Используйте менеджер бронирований, чтобы подтвердить или отменить бронирования.

source: Reserve Storage
ja: 容量を予約
ru: Забронировать место
uz: Joyni band qilish

source: How many kg?
ja: 何kgですか？
ru: Сколько кг?
uz: Necha kg?

source: Your phone number (optional)
ja: 電話番号（任意）
ru: Ваш номер телефона (необязательно)
uz: Telefon raqamingiz (ixtiyoriy)

source: Item notes
ja: 荷物メモ
ru: Примечания к вещам
uz: Buyum izohlari

source: Reserve Slot
ja: 予約する
ru: Забронировать слот
uz: Joyni band qilish

source: This listing is closed or fully booked.
ja: この掲載は終了しているか満枠です。
ru: Это объявление закрыто или полностью занято.
uz: Bu e'lon yopilgan yoki to‘liq band qilingan.

source: Please sign in to reserve storage.
ja: 容量を予約するにはログインしてください。
ru: Войдите, чтобы забронировать место.
uz: Joyni band qilish uchun tizimga kiring.

source: Title
ja: タイトル
ru: Заголовок
uz: Sarlavha

source: Total Storage (kg)
ja: 合計容量（kg）
ru: Общий объём (кг)
uz: Umumiy hajm (kg)

source: Price currency
ja: 価格通貨
ru: Валюта цены

source: Available until
ja: 利用可能期限
ru: Доступно до
uz: Gacha mavjud

source: Estimated arrival date & time
ja: 到着予定日時
ru: Ожидаемая дата и время прибытия

source: Departure city
ja: 出発都市
ru: Город отправления
uz: Jo'nash shahri

source: Arrival city
ja: 到着都市
ru: Город прибытия
uz: Yetib borish shahri

source: Pickup location in Tokyo
ja: 東京での受け渡し場所
ru: Место передачи в Токио
uz: Tokiodagi topshirish joyi

source: Optional delivery options
ja: 任意の受け渡しオプション
ru: Дополнительные варианты доставки
uz: Ixtiyoriy yetkazib berish variantlari

source: Example: can deliver in Shinjuku, or can ship to recipient address in Japan.
ja: 例: 新宿で受け渡し可能、または日本国内の受取先住所へ発送可能。
ru: Пример: могу доставить в Синдзюку или отправить по адресу получателя в Японии.
uz: Misol: Shinjukuga yetkazib bera olaman yoki Yaponiyadagi qabul qiluvchi manziliga yubora olaman.

source: Use this for pickup nuances; use arrival date & time above for ETA.
ja: 受け渡しのニュアンスにはこれを使用してください。ETAには上記の到着日時を使用してください。
ru: Используйте это для нюансов получения; используйте дату и время прибытия выше для ETA.

source: Listing is active
ja: 掲載を有効化
ru: Объявление активно
uz: E'lon faol

source: Cancel
ja: キャンセル
ru: Отмена
uz: Bekor qilish

source: Luggage Storage Marketplace
ja: 荷物容量マーケットプレイス
ru: Маркетплейс багажного места
uz: Bagaj joyi marketplace'i

source: Buy extra luggage space by kilogram from travelers heading to Japan.
ja: 日本へ向かう旅行者の余剰荷物容量をkg単位で購入できます。
ru: Покупайте дополнительное багажное место по килограммам у путешественников, направляющихся в Японию.
uz: Yaponiyaga ketayotgan sayohatchilardan kilogramm bo‘yicha qo‘shimcha bagaj joyini sotib oling.
