Repository: uzbeki/exchange_hub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ja, ru, uz

source: Sign In
ja: サインイン
ru: Войти
uz: Kirish

source: If you have not created an account yet, then please %(link)ssign up%(end_link)s first.
ja: まだアカウントを作成していない場合は、まず%(link)sサインアップ%(end_link)sしてください。
ru: Если вы еще не создали учетную запись, пожалуйста, сначала %(link)sзарегистрируйтесь%(end_link)s.
uz: Agar hali hisob yaratmagan bo'lsangiz, avval %(link)sro'yxatdan o'ting%(end_link)s.

source: Sign in with %(icon)s
ja: %(icon)sでサインイン
ru: Войти с помощью %(icon)s
uz: %(icon)s bilan kirish

source: Send me a sign-in code
ja: サインインコードを送信
ru: Отправить мне код для входа
uz: Menga kirish kodini yuboring

source: Open Exchange Hub
ja: オープン両替ハブ
ru: Платформа Открытого Обмена
uz: Ochiq Ayirboshlash Markazi

source: Toggle theme
ja: テーマを切り替える
ru: Переключить тему
uz: Temani o'zgartirish

source: Light
ja: ライト
ru: Светлая
uz: Yorug'

source: Dark
ja: ダーク
ru: Темная
uz: Qorong'u

source: Auto
ja: 自動
ru: Авто
uz: Avto

source: Skip to main content
ja: メインコンテンツへスキップ
ru: Перейти к основному содержанию
uz: Asosiy tarkibga o'tish

source: Toggle navigation
ja: ナビゲーションを切り替える
ru: Переключить навигацию
uz: Navigatsiyani almashtirish

source: Project links
ja: プロジェクトリンク
ru: Ссылки проекта
uz: Loyiha havolalari

source: Luggage Space
ja: 荷物スペース
ru: Багажное место
uz: Bagaj joyi

source: Post money offer
ja: 送金オファーを投稿
ru: Разместить предложение

source: My Hub
ja: マイハブ
ru: Мой хаб

source: My money offers
ja: 自分の送金オファー
ru: Мои предложения

source: My luggage listings
ja: 自分の荷物掲載
ru: Мои багажные объявления
uz: Mening bagaj e'lonlarim

source: My notifications
ja: 自分の通知
ru: Мои уведомления

source: Conversations
ja: 会話
ru: Беседы
uz: Suhbatlar

source: Select Language
ja: 言語を選択
ru: Выберите язык
uz: Tilni tanlang

source: You are logged in via
ja: 次の方法でログインしています：
ru: Вы вошли через
uz: Siz orqali kirgansiz

source: Email
ja: Eメール
ru: Электронная почта
uz: Elektron pochta

source: Telegram connected as
ja: Telegram連携済み:
ru: Telegram подключён как
uz: Telegram ulangan:

source: Telegram connected
ja: Telegram連携済み
ru: Telegram подключён
uz: Telegram ulangan

source: Telegram not connected
ja: Telegram未連携
ru: Telegram не подключён
uz: Telegram ulanmagan

source: Change Email
ja: Eメールを変更
ru: Изменить Email
uz: Elektron pochtani o'zgartirish

source: Change Password
ja: パスワードを変更
ru: Изменить пароль
uz: Parolni o'zgartirish

source: Change Phone
ja: 電話番号を変更
ru: Изменить телефон
uz: Telefon raqamini o'zgartirish

source: Third-Party Accounts
ja: サードパーティアカウント
ru: Сторонние аккаунты
uz: Uchinchi tomon hisoblari

source: Two-Factor Authentication
ja: 二要素認証
ru: Двухфакторная аутентификация
uz: Ikki faktorli autentifikatsiya

source: Sessions
ja: セッション
ru: Сессии
uz: Sessiyalar

source: Sign out
ja: サインアウト
ru: Выйти
uz: Chiqish

source: All rights reserved, except the right to overpay bank fees—that's all yours!
ja: 無断複写・転載を禁じます。ただし、銀行手数料を払いすぎる権利、それはあなたのものです！
ru: Все права защищены. Кроме права переплачивать банковские комиссии — это право ваше!
uz: Ochiq pul ayirboshlash markazi. Barcha huquqlar himoyalangan, bank to'lovlarini ortiqcha to'lash huquqidan tashqari — bu sizniki!

source: What is Open Exchange Hub?
ja: オープン両替ハブとは何ですか？
ru: Что такое Платформа Открытого Обмена?
uz: Ochiq Ayirboshlash Markazi nima?

source: Open Exchange Hub is a platform designed to connect people, particularly Uzbek expats, who need to exchange currencies (like JPY, UZS, USD) between Uzbekistan and other countries. We facilitate direct peer-to-peer connections, allowing users to bypass traditional bank fees and transfer service commissions.
ja: オープン両替ハブは、ウズベキスタンと他の国との間で通貨（例：JPY、UZS、USD）を両替する必要がある人々、特にウズベキスタン駐在員を結びつけるために設計されたプラットフォームです。私たちは直接的なピアツーピア接続を促進し、ユーザーが従来の銀行手数料や送金サービスの手数料を回避できるようにします。
ru: Платформа Открытого Обмена – это платформа, предназначенная для связи людей, особенно узбекских экспатов, которым необходимо обменивать валюты (например, JPY, UZS, USD) между Узбекистаном и другими странами. Мы обеспечиваем прямые peer-to-peer соединения, позволяя пользователям обходить традиционные банковские комиссии и комиссии за услуги переводов.
uz: Ochiq Ayirboshlash Markazi - bu O'zbekiston va boshqa mamlakatlar o'rtasida valyuta (JPY, UZS, USD kabi) ayirboshlashga muhtoj bo'lgan odamlarni, xususan, o'zbekistonlik muhojirlarni bog'lash uchun mo'ljallangan platforma. Biz to'g'ridan-to'g'ri odamdan-odamga aloqalarni osonlashtiramiz, bu esa foydalanuvchilarga an'anaviy bank to'lovlari va pul o'tkazmalari xizmatlarining komissiyalarini chetlab o'tish imkonini beradi.

source: Are there any fees to use the platform?
ja: プラットフォームの利用に手数料はかかりますか？
ru: Взимается ли плата за использование платформы?
uz: Platformadan foydalanish uchun to'lovlar bormi?

source: No, Open Exchange Hub is completely free to use for posting offers, browsing, and connecting with other users via chat. We do not charge any commissions or hidden fees. The exchange terms and methods are agreed upon directly between users.
ja: いいえ、オープン両替ハブは、オファーの投稿、閲覧、チャットを介した他のユーザーとの接続に完全に無料で利用できます。手数料や隠れた費用は一切請求しません。両替条件と方法は、ユーザー間で直接合意されます。
ru: Нет, Платформа Открытого Обмена полностью бесплатна для размещения предложений, просмотра и общения с другими пользователями через чат. Мы не взимаем никаких комиссий или скрытых платежей. Условия и методы обмена согласовываются непосредственно между пользователями.
uz: Yo'q, Ochiq Ayirboshlash Markazi takliflarni joylashtirish, ko'rib chiqish va chat orqali boshqa foydalanuvchilar bilan bog'lanish uchun mutlaqo bepul. Biz hech qanday komissiya yoki yashirin to'lovlar olmaymiz. Ayirboshlash shartlari va usullari to'g'ridan-to'g'ri foydalanuvchilar o'rtasida kelishiladi.

source: How does the exchange process work?
ja: 両替プロセスはどのように機能しますか？
ru: Как работает процесс обмена?
uz: Ayirboshlash jarayoni qanday ishlaydi?

source: 1. Post or Find: Create an offer detailing your exchange need (amount, currency, direction) or browse existing offers from other users. 2. Connect: Use our secure chat system to contact a user whose offer matches your needs, or wait for someone to contact you about your offer. 3. Agree: Discuss and agree on the exchange rate, payment methods (e.g., local bank transfer in each country), and timing directly with the other user. 4. Exchange: Complete the transaction offline based on your agreement. Important: Open Exchange Hub facilitates the connection but does not handle or guarantee the money transfer itself.
ja: 1. 投稿または検索：両替ニーズ（金額、通貨、方向）を詳述したオファーを作成するか、他のユーザーからの既存のオファーを閲覧します。 2. 接続：安全なチャットシステムを使用して、ニーズに合ったオファーのユーザーに連絡するか、誰かがあなたのオファーについて連絡してくるのを待ちます。 3. 合意：両替レート、支払い方法（例：各国の国内銀行振込）、タイミングについて、他のユーザーと直接話し合い、合意します。 4. 両替：合意に基づいてオフラインで取引を完了します。重要：オープン両替ハブは接続を促進しますが、送金自体を処理または保証するものではありません。
ru: 1. Разместите или найдите: Создайте предложение, подробно описав ваши потребности в обмене (сумма, валюта, направление), или просмотрите существующие предложения других пользователей. 2. Свяжитесь: Используйте нашу безопасную систему чата, чтобы связаться с пользователем, чье предложение соответствует вашим потребностям, или подождите, пока кто-нибудь свяжется с вами по поводу вашего предложения. 3. Договоритесь: Обсудите и согласуйте обменный курс, способы оплаты (например, местный банковский перевод в каждой стране) и сроки непосредственно с другим пользователем. 4. Обменяйте: Завершите транзакцию офлайн на основе вашего соглашения. Важно: Платформа Открытого Обмена облегчает связь, но не обрабатывает и не гарантирует сам денежный перевод.
uz: 1. Joylashtiring yoki toping: Ayirboshlash ehtiyojingizni (miqdor, valyuta, yo'nalish) batafsil ko'rsatadigan taklif yarating yoki boshqa foydalanuvchilarning mavjud takliflarini ko'rib chiqing. 2. Bog'laning: Taklifi sizning ehtiyojlaringizga mos keladigan foydalanuvchi bilan bog'lanish uchun xavfsiz chat tizimimizdan foydalaning yoki kimdir sizning taklifingiz bo'yicha siz bilan bog'lanishini kuting. 3. Kelishing: Boshqa foydalanuvchi bilan to'g'ridan-to'g'ri ayirboshlash kursi, to'lov usullari (masalan, har bir mamlakatdagi mahalliy bank o'tkazmasi) va vaqtini muhokama qiling va kelishing. 4. Ayirboshlang: Kelishuvingiz asosida tranzaksiyani oflayn rejimda yakunlang. Muhim: Ochiq Ayirboshlash Markazi aloqani osonlashtiradi, lekin pul o'tkazmasining o'zini boshqarmaydi yoki kafolatlamaydi.

source: Is exchanging money through this platform safe?
ja: このプラットフォームを通じた両替は安全ですか？
ru: Безопасно ли обменивать деньги через эту платформу?
uz: Ushbu platforma orqali pul ayirboshlash xavfsizmi?

source: We provide tools like secure chat and user authentication to help you connect safely. However, the actual money exchange happens directly between users outside of our platform. We strongly recommend exercising caution: Start with small amounts if exchanging with someone new. Verify the identity of the other person if possible. Use trusted payment methods. Be wary of offers that seem too good to be true. Open Exchange Hub is not responsible for disputes or losses arising from offline transactions.
ja: 安全に接続できるよう、安全なチャットやユーザー認証などのツールを提供しています。ただし、実際の両替はプラットフォーム外でユーザー間で直接行われます。注意を払うことを強くお勧めします：新しい人と両替する場合は少額から始めてください。可能であれば相手の身元を確認してください。信頼できる支払い方法を使用してください。あまりにも良すぎると思われるオファーには注意してください。オープン両替ハブは、オフライン取引から生じる紛争や損失について責任を負いません。
ru: Мы предоставляем такие инструменты, как безопасный чат и аутентификация пользователей, чтобы помочь вам безопасно связываться. Однако фактический обмен денег происходит напрямую между пользователями вне нашей платформы. Мы настоятельно рекомендуем проявлять осторожность: Начинайте с небольших сумм при обмене с кем-то новым. По возможности проверяйте личность другого человека. Используйте надежные способы оплаты. Остерегайтесь предложений, которые кажутся слишком хорошими, чтобы быть правдой. Платформа Открытого Обмена не несет ответственности за споры или убытки, возникающие в результате офлайн-транзакций.
uz: Xavfsiz bog'lanishingizga yordam berish uchun biz xavfsiz chat va foydalanuvchi autentifikatsiyasi kabi vositalarni taqdim etamiz. Biroq, haqiqiy pul ayirboshlash to'g'ridan-to'g'ri platformamizdan tashqarida foydalanuvchilar o'rtasida sodir bo'ladi. Biz ehtiyotkor bo'lishni qat'iy tavsiya qilamiz: Yangi odam bilan ayirboshlayotgan bo'lsangiz, kichik miqdorlardan boshlang. Agar iloji bo'lsa, boshqa shaxsning shaxsini tasdiqlang. Ishonchli to'lov usullaridan foydalaning. Haddan tashqari yaxshi ko'rinadigan takliflardan ehtiyot bo'ling. Ochiq Ayirboshlash Markazi oflayn tranzaksiyalardan kelib chiqadigan nizolar yoki yo'qotishlar uchun javobgar emas.

source: Can I hide my contact information?
ja: 連絡先情報を非表示にできますか？
ru: Могу ли я скрыть свою контактную информацию?
uz: Aloqa ma'lumotlarimni yashirsam bo'ladimi?

source: Yes. When creating an offer, you have the option to hide your direct contact details (like email or phone number) from public view on the offer card. If you choose this, other users will need to initiate a conversation through our platform's chat system to connect with you.
ja: はい。オファーを作成する際、オファーカード上で直接の連絡先詳細（Eメールや電話番号など）を公開表示から隠すオプションがあります。これを選択した場合、他のユーザーはあなたと接続するために、プラットフォームのチャットシステムを通じて会話を開始する必要があります。
ru: Да. При создании предложения у вас есть возможность скрыть ваши прямые контактные данные (например, адрес электронной почты или номер телефона) от публичного просмотра на карточке предложения. Если вы выберете эту опцию, другим пользователям нужно будет начать разговор через систему чата нашей платформы, чтобы связаться с вами.
uz: Ha. Taklif yaratayotganda, taklif kartasida to'g'ridan-to'g'ri aloqa ma'lumotlaringizni (masalan, elektron pochta yoki telefon raqami) omma ko'zidan yashirish imkoniyati mavjud. Agar siz buni tanlasangiz, boshqa foydalanuvchilar siz bilan bog'lanish uchun platformamizning chat tizimi orqali suhbat boshlashlari kerak bo'ladi.

source: How do I post an offer?
ja: オファーを投稿するにはどうすればよいですか？
ru: Как разместить предложение?
uz: Qanday qilib taklif joylashtirsam bo'ladi?

source: You need to be logged in to post an offer. Click the \"New Offer\" link in the navigation bar. Fill in the required details: Type: Whether you want to \"Send to Uzbekistan\" or \"Receive from Uzbekistan\". Amount & Currency: The amount and the currency you are offering or requesting (e.g., 100,000 JPY, 500 USD, 5,000,000 UZS). Deadline: When you need the exchange completed by (optional). Urgent: Mark if the request is urgent. Conditions: Any specific terms or preferred methods (optional). Hide Contacts: Choose whether to display your contact info on the offer. Then, submit the form. Your offer will appear on the main page.
ja: オファーを投稿するにはログインする必要があります。ナビゲーションバーの「新規オファー」リンクをクリックします。必要な詳細を入力してください：タイプ：「ウズベキスタンへ送金」または「ウズベキスタンから受取」。金額と通貨：提供または要求する金額と通貨（例：100,000 JPY、500 USD、5,000,000 UZS）。期限：両替を完了する必要がある時期（オプション）。緊急：リクエストが緊急の場合はマークします。条件：特定の条件または希望する方法（オプション）。連絡先を隠す：オファーに連絡先情報を表示するかどうかを選択します。その後、フォームを送信します。あなたのオファーがメインページに表示されます。
ru: Вам необходимо войти в систему, чтобы разместить предложение. Нажмите на ссылку «Новое предложение» в навигационной панели. Заполните необходимые данные: Тип: Хотите ли вы «Отправить в Узбекистан» или «Получить из Узбекистана». Сумма и валюта: Сумма и валюта, которую вы предлагаете или запрашиваете (например, 100 000 JPY, 500 USD, 5 000 000 UZS). Срок: К какому времени вам нужно завершить обмен (необязательно). Срочно: Отметьте, если запрос срочный. Условия: Любые конкретные условия или предпочтительные методы (необязательно). Скрыть контакты: Выберите, отображать ли вашу контактную информацию в предложении. Затем отправьте форму. Ваше предложение появится на главной странице.
uz: Taklif joylashtirish uchun tizimga kirgan bo'lishingiz kerak. Navigatsiya panelidagi "Yangi Taklif" havolasini bosing. Kerakli ma'lumotlarni to'ldiring: Turi: Siz "O'zbekistonga jo'natish" yoki "O'zbekistondan qabul qilish"ni xohlaysizmi. Miqdor va Valyuta: Siz taklif qilayotgan yoki so'rayotgan miqdor va valyuta (masalan, 100 000 JPY, 500 USD, 5 000 000 UZS). Muddat: Ayirboshlashni qachongacha yakunlash kerak (ixtiyoriy). Shoshilinch: Agar so'rov shoshilinch bo'lsa, belgilang. Shartlar: Har qanday maxsus shartlar yoki afzal ko'rilgan usullar (ixtiyoriy). Kontaktlarni yashirish: Taklifda aloqa ma'lumotlaringizni ko'rsatish yoki ko'rsatmaslikni tanlang. Keyin shaklni yuboring. Sizning taklifingiz asosiy sahifada paydo bo'ladi.

source: How does the chat system work?
ja: チャットシステムはどのように機能しますか？
ru: Как работает система чата?
uz: Chat tizimi qanday ishlaydi?

source: When you find an offer you're interested in (and you are logged in), click the \"Start Conversation\" button on the offer card (unless it's your own offer). This will open a private chat session between you and the offer creator. You can access all your ongoing conversations from the \"Conversations\" link in the navigation bar. You'll also see a notification badge for unread messages.
ja: 興味のあるオファーを見つけたら（そしてログインしている場合）、オファーカードの「会話を開始」ボタンをクリックします（自分のオファーでない限り）。これにより、あなたとオファークリエーターの間でプライベートチャットセッションが開かれます。進行中のすべての会話には、ナビゲーションバーの「会話」リンクからアクセスできます。未読メッセージの通知バッジも表示されます。
ru: Когда вы находите интересующее вас предложение (и вы вошли в систему), нажмите кнопку «Начать беседу» на карточке предложения (если это не ваше собственное предложение). Это откроет приватный чат между вами и создателем предложения. Вы можете получить доступ ко всем вашим текущим беседам по ссылке «Беседы» в навигационной панели. Вы также увидите значок уведомления о непрочитанных сообщениях.
uz: Sizni qiziqtirgan taklifni topganingizda (va tizimga kirgan bo'lsangiz), taklif kartasidagi "Suhbatni boshlash" tugmasini bosing (agar bu sizning taklifingiz bo'lmasa). Bu siz va taklif yaratuvchisi o'rtasida shaxsiy chat sessiyasini ochadi. Barcha davom etayotgan suhbatlaringizga navigatsiya panelidagi "Suhbatlar" havolasidan kirishingiz mumkin. Shuningdek, o'qilmagan xabarlar uchun bildirishnoma belgisini ko'rasiz.

source: What does \"Potential Savings\" mean?
ja: 「潜在的な節約額」とはどういう意味ですか？
ru: Что означает «Потенциальная экономия»?
uz: "Potensial tejash" nimani anglatadi?

source: The \"Potential Savings\" amount shown on offer cards is an *estimate* of the fees you and the other party might save by using our platform instead of traditional banks or money transfer services, which often charge high fees and unfavourable exchange rates. This calculation is currently approximate (e.g., based on a percentage) and intended to highlight the benefit of peer-to-peer exchange. Actual savings depend on the specific alternative methods you would have used.
ja: オファーカードに表示される「潜在的な節約額」は、従来の銀行や送金サービス（しばしば高額な手数料と不利な為替レートを請求する）の代わりに当社のプラットフォームを使用することで、あなたと相手方が節約できる可能性のある手数料の*見積もり*です。この計算は現在概算（例：パーセンテージに基づく）であり、ピアツーピア両替の利点を強調することを目的としています。実際の節約額は、使用したであろう特定の代替方法によって異なります。
ru: Сумма «Потенциальная экономия», указанная на карточках предложений, является *оценкой* сборов, которые вы и другая сторона могли бы сэкономить, используя нашу платформу вместо традиционных банков или служб денежных переводов, которые часто взимают высокие комиссии и невыгодные обменные курсы. Этот расчет в настоящее время является приблизительным (например, на основе процента) и предназначен для того, чтобы подчеркнуть преимущества peer-to-peer обмена. Фактическая экономия зависит от конкретных альтернативных методов, которые вы бы использовали.
uz: Taklif kartalarida ko'rsatilgan "Potensial tejash" miqdori siz va boshqa tomon an'anaviy banklar yoki pul o'tkazmalari xizmatlari o'rniga bizning platformamizdan foydalanib tejashingiz *mumkin* bo'lgan to'lovlarning *taxminiy* hisobidir. Bu xizmatlar ko'pincha yuqori to'lovlar va noqulay ayirboshlash kurslarini qo'llaydi. Bu hisob-kitob hozirda taxminiy (masalan, foizga asoslangan) bo'lib, odamdan-odamga ayirboshlashning foydasini ko'rsatishga mo'ljallangan. Haqiqiy tejash siz foydalangan bo'lar edingiz, muqobil usullarga bog'liq.

source: Frequently Asked Questions (FAQ)
ja: よくある質問（FAQ）
ru: Часто задаваемые вопросы (FAQ)
uz: Ko'p Beriladigan Savollar (FAQ)

source: General
ja: 一般
ru: Общие
uz: Umumiy

source: <ol> <li> <strong>Post or Find:</strong> Create an offer detailing your exchange need (amount, currency, direction) or browse existing offers from other users. </li> <li> <strong>Connect:</strong> Use our secure chat system to contact a user whose offer matches your needs, or wait for someone to contact you about your offer. </li> <li> <strong>Agree:</strong> Discuss and agree on the exchange rate, payment methods (e.g., local bank transfer in each country), and timing directly with the other user. </li> <li> <strong>Exchange:</strong> Complete the transaction offline based on your agreement. <strong>Important:</strong> Open Exchange Hub facilitates the connection but does <strong>not</strong> handle or guarantee the money transfer itself. </li> </ol>
ja: <ol> <li> <strong>投稿または検索：</strong> 両替ニーズ（金額、通貨、方向）を詳述したオファーを作成するか、他のユーザーからの既存のオファーを閲覧します。 </li> <li> <strong>接続：</strong> 安全なチャットシステムを使用して、ニーズに合ったオファーのユーザーに連絡するか、誰かがあなたのオファーについて連絡してくるのを待ちます。 </li> <li> <strong>合意：</strong> 両替レート、支払い方法（例：各国の国内銀行振込）、タイミングについて、他のユーザーと直接話し合い、合意します。 </li> <li> <strong>両替：</strong> 合意に基づいてオフラインで取引を完了します。 <strong>重要：</strong> オープン両替ハブは接続を促進しますが、送金自体を処理または保証するものでは<strong>ありません</strong>。 </li> </ol>
ru: <ol> <li> <strong>Разместите или найдите:</strong> Создайте предложение, подробно описав ваши потребности в обмене (сумма, валюта, направление), или просмотрите существующие предложения других пользователей. </li> <li> <strong>Свяжитесь:</strong> Используйте нашу безопасную систему чата, чтобы связаться с пользователем, чье предложение соответствует вашим потребностям, или подождите, пока кто-нибудь свяжется с вами по поводу вашего предложения. </li> <li> <strong>Договоритесь:</strong> Обсудите и согласуйте обменный курс, способы оплаты (например, местный банковский перевод в каждой стране) и сроки непосредственно с другим пользователем. </li> <li> <strong>Обменяйте:</strong> Завершите транзакцию офлайн на основе вашего соглашения. <strong>Важно:</strong> Платформа Открытого Обмена облегчает связь, но <strong>не</strong> обрабатывает и не гарантирует сам денежный перевод. </li> </ol>
uz: <ol> <li> <strong>Joylashtiring yoki toping:</strong> Ayirboshlash ehtiyojingizni (miqdor, valyuta, yo'nalish) batafsil ko'rsatadigan taklif yarating yoki boshqa foydalanuvchilarning mavjud takliflarini ko'rib chiqing. </li> <li> <strong>Bog'laning:</strong> Taklifi sizning ehtiyojlaringizga mos keladigan foydalanuvchi bilan bog'lanish uchun xavfsiz chat tizimimizdan foydalaning yoki kimdir sizning taklifingiz bo'yicha siz bilan bog'lanishini kuting. </li> <li> <strong>Kelishing:</strong> Boshqa foydalanuvchi bilan to'g'ridan-to'g'ri ayirboshlash kursi, to'lov usullari (masalan, har bir mamlakatdagi mahalliy bank o'tkazmasi) va vaqtini muhokama qiling va kelishing. </li> <li> <strong>Ayirboshlang:</strong> Kelishuvingiz asosida tranzaksiyani oflayn rejimda yakunlang. <strong>Muhim:</strong> Ochiq Ayirboshlash Markazi aloqani osonlashtiradi, lekin pul o'tkazmasining o'zini <strong>boshqarmaydi</strong> yoki kafolatlamaydi. </li> </ol>

source: Security & Trust
ja: セキュリティと信頼
ru: Безопасность и доверие
uz: Xavfsizlik va Ishonch

source: We provide tools like secure chat and user authentication to help you connect safely. However, the actual money exchange happens directly between users outside of our platform. We strongly recommend exercising caution: <ul> <li>Start with small amounts if exchanging with someone new.</li> <li>Verify the identity of the other person if possible.</li> <li>Use trusted payment methods.</li> <li>Be wary of offers that seem too good to be true.</li> </ul> Open Exchange Hub is not responsible for disputes or losses arising from offline transactions.
ja: 安全に接続できるよう、安全なチャットやユーザー認証などのツールを提供しています。ただし、実際の両替はプラットフォーム外でユーザー間で直接行われます。注意を払うことを強くお勧めします：<ul> <li>新しい人と両替する場合は少額から始めてください。</li> <li>可能であれば相手の身元を確認してください。</li> <li>信頼できる支払い方法を使用してください。</li> <li>あまりにも良すぎると思われるオファーには注意してください。</li> </ul> オープン両替ハブは、オフライン取引から生じる紛争や損失について責任を負いません。
ru: Мы предоставляем такие инструменты, как безопасный чат и аутентификация пользователей, чтобы помочь вам безопасно связываться. Однако фактический обмен денег происходит напрямую между пользователями вне нашей платформы. Мы настоятельно рекомендуем проявлять осторожность: <ul> <li>Начинайте с небольших сумм при обмене с кем-то новым.</li> <li>По возможности проверяйте личность другого человека.</li> <li>Используйте надежные способы оплаты.</li> <li>Остерегайтесь предложений, которые кажутся слишком хорошими, чтобы быть правдой.</li> </ul> Платформа Открытого Обмена не несет ответственности за споры или убытки, возникающие в результате офлайн-транзакций.
uz: Xavfsiz bog'lanishingizga yordam berish uchun biz xavfsiz chat va foydalanuvchi autentifikatsiyasi kabi vositalarni taqdim etamiz. Biroq, haqiqiy pul ayirboshlash to'g'ridan-to'g'ri platformamizdan tashqarida foydalanuvchilar o'rtasida sodir bo'ladi. Biz ehtiyotkor bo'lishni qat'iy tavsiya qilamiz: <ul> <li>Yangi odam bilan ayirboshlayotgan bo'lsangiz, kichik miqdorlardan boshlang.</li> <li>Agar iloji bo'lsa, boshqa shaxsning shaxsini tasdiqlang.</li> <li>Ishonchli to'lov usullaridan foydalaning.</li> <li>Haddan tashqari yaxshi ko'rinadigan takliflardan ehtiyot bo'ling.</li> </ul> Ochiq Ayirboshlash Markazi oflayn tranzaksiyalardan kelib chiqadigan nizolar yoki yo'qotishlar uchun javobgar emas.

source: Using the Platform
ja: プラットフォームの使用
ru: Использование платформы
uz: Platformadan Foydalanish
